Revit 2027 API
BuiltInFailures.CreationFailures.CannotCreateFasciaWarn Property
 Could not create Fascia. [Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateFasciaWarn { get; }
Public Shared ReadOnly Property CannotCreateFasciaWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateFasciaWarn {
	FailureDefinitionId^ get ();
}
static member CannotCreateFasciaWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace